export default function AboutPageContent() {
  return (
    <div className="space-y-6 text-base leading-relaxed text-slate-800 dark:text-white md:text-lg">
      <p>📈 TrueWeb создаёт продукты, которые делают результат.</p>
      <p>
        💼 Наша команда создает сайты, которые превращают посетителей в клиентов. Мы глубоко анализируем ваш рынок,
        конкурентов и поведение вашей целевой аудитории, чтобы разработать для вас уникальный продукт, способный усилить
        ваш бренд, увеличить удержание, конверсию и прибыль. Получить доверие вашего клиента и выйти на новый уровень!
      </p>
      <p>🚀 Наши главные преимущества:</p>
      <div>
        <p className="font-semibold">• Гарантированный результат</p>
        <p className="mt-2">
          Все наши продукты стабильно работают на ваш бизнес. Увеличивают продажи, конверсию заявок и доверие со стороны
          клиента.
        </p>
      </div>
      <div>
        <p className="font-semibold">• Прозрачность</p>
        <p className="mt-2">
          Мы ценим доверие каждого нашего клиента. Фиксированная цена, соблюдение дедлайнов и договоренностей позволит
          вам не волноваться и полностью доверять нам.
        </p>
      </div>
      <div>
        <p className="font-semibold">• Кроссплатформенность</p>
        <p className="mt-2">
          Позволяет продукту работать на разных устройствах и операционных системах без необходимости создавать отдельные
          версии для каждой из них. Для бизнеса это снижает затраты на разработку, ускоряет выход продукта на рынок и
          расширяет аудиторию. А для пользователей и клиентов - обеспечивает удобство, гибкость и универсальность.
        </p>
      </div>
      <p>
        👉 Вы ещё сомневаетесь почему стоит выбрать именно нас? Нам дорога наша репутация и клиенты, поэтому мы:
      </p>
      <div>
        <ul className="list-disc space-y-2 pl-5">
          <li>не ставим необоснованно высокую цену</li>
          <li>не затягиваем со сроками</li>
          <li>не бросаем своих клиентов, всегда поддерживаем и помогаем</li>
          <li>не предлагаем сложных и непонятных решений</li>
        </ul>
      </div>
      <p>
        ✨ Мы не рисуем «просто красивый дизайн» - мы проектируем цифровые инструменты продаж, которые захватывают
        внимание, формируют доверие и заставляют клиента действовать.
      </p>
      <div>
        <p className="font-semibold">Бьём точно в цель:</p>
        <ul className="mt-3 list-disc space-y-2 pl-5">
          <li>усиливаем первое впечатление о вашем бренде</li>
          <li>увеличиваем конверсию</li>
          <li>
            выстраиваем логичную стратегию по увеличению продаж, развитию компании и реализуем все это в продающем
            продукте
          </li>
          <li>делаем сайт быстрым, адаптивным и готовым к продвижению</li>
          <li>делаем уникальную воронку продаж для вашего проекта</li>
        </ul>
      </div>
      <p>В современном рынке выигрывает не тот, у кого есть сайт. Выигрывает тот, у кого сайт продаёт.</p>
      <p>
        🤝 TrueWeb - это команда, которая создает результат. Если вы готовы перестать терять клиентов и начать
        доминировать в своей нише - действуйте сейчас!
      </p>
    </div>
  );
}
